IDEA Open Model
ConcreteULSCheckResultTorsionEc2.Trd Property
Compatible with IDEA StatiCa Beta 20.0
 decisive design torsional resistance
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Trd { get; set; }
Public Property Trd As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace